[
  {
    "id": 1,
    "text":  1- عن عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة يتزوجها، فهجرته إلى ما هاجر إليه) رواه البخاري ومسلم
 },
 

2- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من صلى علي صلاة واحدة صلى الله عليه عشراً) رواه مسلم

 

3- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من كذب علي متعمداً فليتبوأ مقعده من النار) رواه البخاري ومسلم

 

4- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (كل أمتي يدخلون الجنة إلا من أبى) قالوا: يا رسول الله: ومن يأبى؟ قال: (من أطاعني دخل الجنة، ومن عصاني فقد أبى) رواه البخاري

 

5- عن أنس بن مالك الأنصاري رضي الله عنه أن النبي صلى الله عليه وسلم قال: (من رغب عن سنتي فليس مني) رواه البخاري ومسلم

 

6- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين) رواه البخاري ومسلم

 

7- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (قال الله تعالى: أنا أغنى الشركاء عن الشرك من عمل عملاً أشرك فيه معي غيري تركته وشركه) رواه مسلم

 

8- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، وفي كل خير، احرص على ما ينفعك، واستعن بالله ولا تعجز، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل: قدَر الله وما شاء فعل، فإن لو تفتح عمل الشيطان) رواه مسلم

 

9- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (الإيمان بضع وستون شعبة، والحياء شعبة من الإيمان) رواه البخاري ومسلم

 

10- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إن لله تسعة وتسعين اسما مائة إلا واحدا، من أحصاها دخل الجنة) رواه البخاري ومسلم

 

11- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: قال الله عز وجل: (سبقت رحمتي غضبي) رواه البخاري ومسلم

 

12- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إن الله يغار وغيرة الله أن يأتي المؤمنُ ما حرم عليه) رواه البخاري ومسلم

 

13- عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه) رواه البخاري ومسلم

 

14- عن عثمان بن عفان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (خيركم من تعلم القرآن وعلمه) رواه البخاري

 

15- عن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إن الله يرفع بهذا الكتاب أقواما، ويضع به آخرين) رواه مسلم

 

16- عن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال: (تعاهدوا القرآن، فوالذي نفسي بيده لهو أشد تفصيِّا من الإبل في عُقُلها) رواه البخاري ومسلم

 

17- عن عبدالله بن عمرو رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم (اقرإ القرآن في شهر) قلت: إني أجد قوة حتى قال: (فاقرأه في سبع ولا تزد على ذلك) رواه البخاري ومسلم

 

18- عن عبدالله بن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا حسد إلا في اثنتين: رجل آتاه الله القرآن فهو يقوم به آناء الليل وآناء النهار، ورجل آتاه الله مالاً فهو ينفقه آناء الليل وآناء النهار) رواه البخاري ومسلم

 

19- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تقرأ فيه سورة البقرة) رواه مسلم

 

20- عن أبي مسعود البدري رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (من قرأ بالآيتين من آخر سور البقرة في ليلة كفتاه) رواه البخاري ومسلم

 

21- عن أبي الدرداء رضي الله عنه أن النبي صلى الله عليه وسلم قال: (من حفظ عشر آيات من أول سورة الكهف عُصم من الدجال) رواه مسلم

 

22- عن معاوية بن أبي سفيان رضي الله عنهما قال: سمعت النبي صلى الله عليه وسلم يقول: (من يرد الله به خيرا يفقهه في الدين) رواه البخاري ومسلم

 

23- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من سلك طريقاً يلتمس فيه علماً سهَّل الله له به طريقاً إلى الجنة) رواه مسلم

 

24- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (اجتنبوا السبع الموبقات)، قالوا: يا رسول الله وما هن؟ قال: (الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات) رواه البخاري ومسلم

 

25- عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (كل مسكر خمر، وكل مسكر حرام) رواه مسلم

 

26- عن أبي بكرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (أكبر الكبائر: الإشراك بالله، وعقوق الوالدين، وشهادة الزور) رواه البخاري ومسلم

 

27- عن عبدالله بن مسعود رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (من مات وهو يدعو من دون الله ندا دخل النار) رواه البخاري

 

28- عن جابر بن عبدالله رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: (من مات لا يشرك بالله شيئا دخل الجنة، ومن مات يشرك بالله شيئا دخل النار) رواه مسلم

 

29- عن علي بن أبي طالب رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (لعن الله من ذبح لغير الله، ولعن الله من لعن والديه، ولعن الله من آوى محدثا، ولعن الله من غير منار الأرض) رواه مسلم

 

30- عن جابر رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إن بين الرجل وبين الشرك والكفر ترك الصلاة) رواه مسلم

 

31- عن بريدة بن الحُصيب رضي الله عنه عن النبي صلى الله عليه وسلم قال: (من ترك صلاة العصر حَبِط عملُه) رواه البخاري

 

32- عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (الذي تفوته صلاة العصر كأنما وُتِر أهلَه ومالَه) رواه البخاري ومسلم

 

33- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان، مكفرات ما بينهن إذا اجتنبت الكبائر) رواه مسلم

 

34- عن عبدالله بن عمر بن الخطاب رضي الله عنهما عن النبي صلى الله عليه وسلم قال: (الظلم ظلمات يوم القيامة) رواه البخاري ومسلم

 

35- عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: (من ظلم قِيد شبر من الأرض طُوِّقه من سبع أرَضِين) رواه البخاري ومسلم

 

36- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (كل المسلم على المسلم حرام دمه وماله وعرضه) رواه مسلم

 

37- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أتدرون ما الغيبة؟) قالوا: الله ورسوله أعلم. قال: (ذكرك أخاك بما يكره) قيل: أرأيت إن كان في أخي ما أقول؟ قال: (إن كان فيه ما تقول فقد اغتبته، وإن لم يكن فيه ما تقول فقد بهته) رواه مسلم

 

38- عن عبدالله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (أول ما يقضى بين الناس يوم القيامة في الدماء) رواه البخاري ومسلم

 

39- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من حمل علينا السلاح فليس منا، ومن غشنا فليس منا) رواه مسلم

 

40- عن ثابت بن الضحاك رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لَعْنُ المؤمن كقتله) رواه البخاري ومسلم

 

41- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إياكم والظن، فإن الظن أكذب الحديث، ولا تحسسوا، ولا تجسسوا، ولا تنافسوا، ولا تحاسدوا، ولا تباغضوا، ولا تدابروا، وكونوا عباد الله إخوانا) رواه البخاري ومسلم

 

42- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إن العبد ليتكلم بالكلمة، ما يتبين ما فيها، يهوي بها في النار، أبعد ما بين المشرق والمغرب) رواه البخاري ومسلم

 

43- عن جابر رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (إن الشيطان قد أيس أن يعبده المصلون في جزيرة العرب، ولكن في التحريش بينهم) رواه مسلم

 

44- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (من لا يَرحم لا يُرحم) رواه البخاري ومسلم

 

45- عن خولة الأنصارية رضي الله عنها قالت: سمعت النبي صلى الله عليه وسلم يقول: (إن رجالا يتخوضون في مال الله بغير حق، فلهم النار يوم القيامة) رواه البخاري

 

46- عن ابن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ما يزال الرجل يسأل حتى يأتي يوم القيامة وليس في وجهه مزعة لحم) رواه مسلم

 

47- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (آية المنافق ثلاث: إذا حدث كذب، وإذا اؤتمن خان، وإذا وعد أخلف) رواه البخاري ومسلم

 

48- عن عبدالله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (سباب المسلم فسوق، وقتاله كفر) رواه البخاري ومسلم

 

49- عن أبي سعيد الخدري رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (لا تسبوا أصحابي، فلو أن أحدكم أنفق مثل أحد، ذهبا ما بلغ مد أحدهم، ولا نصيفه) رواه البخاري ومسلم

 

50- عن البراء بن عازب رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: (الأنصار لا يحبهم إلا مؤمن، ولا يبغضهم إلا منافق، فمن أحبهم أحبه الله، ومن أبغضهم أبغضه الله) رواه البخاري ومسلم

 

51- عن علي بن أبي طالب رضي الله عنه قال: والذي فلق الحبة، وبرأ النَسَمة، إنه لعهد النبي صلى الله عليه وسلم إلي: (أن لا يحبني إلا مؤمن، ولا يبغضني إلا منافق) رواه مسلم

 

52- عن جُبير بن مطعم رضي الله عنه أنه سمع النبي صلى الله عليه وسلم يقول: (لا يدخلُ الجنةَ قاطعُ رحِم) رواه البخاري ومسلم

 

53- عن حذيفة بن اليمان رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: (لا يدخل الجنة نمام) رواه البخاري ومسلم

 

54- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا يدخلُ الجنةَ من لا يأمنُ جارُه بوائقَه) رواه مسلم

 

55- عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: (مازال جبريل يوصيني بالجار حتى ظننت أنه سيورثه) رواه البخاري ومسلم

 

56- عن جابر بن عبدالله الأنصاري رضي الله عنهما قال: " لعن رسول الله صلى الله عليه وسلم آكل الربا، ومؤكله، وكاتبه، وشاهديه"، وقال: (هم سواء) رواه مسلم

 

57- عن عبدالله بن عباس رضي الله عنهما قال: "لعن رسول الله صلى الله عليه وسلم المتشبهين من الرجال بالنساء، والمتشبهات من النساء بالرجال" رواه البخاري

 

58- عن عائشة وعبد الله بن عباس رضي الله عنهما قالا: قال رسول الله صلى الله عليه وسلم: (لعنة الله على اليهود والنصارى، اتخذوا قبور أنبيائهم مساجد) رواه البخاري ومسلم

 

59- عن عمر رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (لا تطروني، كما أطرت النصارى ابن مريم، فإنما أنا عبده، فقولوا عبدالله، ورسوله) رواه البخاري

 

60- عن عبدالله بن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أشد الناس عذابا يوم القيامة المصورون) رواه البخاري ومسلم

 

61- عن بعض أزواج النبي رضي الله عنهن عن النبي صلى الله عليه وسلم قال: (من أتى عرّافاً فسأله عن شيء لم تُقبل له صلاةٌ أربعين ليلة) رواه مسلم

 

62- عن أبي عامر أو أبي مالك الأشعري رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (ليكونن من أمتي أقوام يستحلون الحِرَ والحرير، والخمر والمعازف) رواه البخاري، والحِرَ الفرج، والمعنى أنهم يستحلون الزنا.

 

63- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (كفى بالمرء كَذِبا أن يُحدث بكل ما سمع) رواه مسلم

 

64- عن عبدالله بن عمر بن الخطاب رضي الله عنهما عن النبي صلى الله عليه وسلم قال: (من جر ثوبه خُيلاء لم ينظرِ الله إليه يوم القيامة) رواه البخاري ومسلم

 

65- عن أبي سعيد الخدري رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (من رأى منكم منكرا فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان) رواه مسلم

 

66- عن تميم بن أوس الداري رضي الله عنه أن النبي صلى الله عليه وسلم قال: (الدين النصيحة) قلنا: لمن؟ قال: (لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم) رواه مسلم

 

67- عن مَعْقِل بن يسار رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (ما من عبديسترعيه الله رعية، يموت يوم يموت وهو غاشٌ لرعيته، إلا حرم الله عليه الجنة) رواه البخاري ومسلم

 

68- عن أم سلمة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: (ستكون أمراء فتعرفون وتنكرون، فمن عرف برئ، ومن أنكر سلم، ولكن من رضي وتابع) قالوا: أفلا نقاتلهم؟ قال: (لا، ما صلوا) رواه مسلم

 

69- عن عبادة بن الصامت رضي الله عنه قال: بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في منشطنا ومكرهنا، وعسرنا ويسرنا، وأثرة علينا، وأن لا ننازع الأمر أهله)، قال: (إلا أن تروا كفرا بواحا عندكم من الله فيه برهان) رواه البخاري ومسلم

 

70- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم) رواه مسلم

 

71- عن جرير بن عبدالله رضي الله عنه عن النبي صلى الله عليه وسلم قال: (أما إنكم سترون ربكم كما ترون هذا القمر، لا تضامون في رؤيته) رواه البخاري ومسلم

 

72- عن عبدالله بن عمرو بن العاص رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: (كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة) رواه مسلم

 

73- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من يُردِ الله به خيرا يُصِب منه) رواه البخاري

 

74- عن أبي هريرة وأبي سعيد رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (ما يصيب المسلم من نصَب ولا وصَب ولا همٍّ ولا حزن ولا أذى ولا غمٍّ، حتى الشوكة يُشاكها إلا كفّر الله بها من خطاياه) رواه البخاري ومسلم

 

75- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (لا يلدغ المؤمن من جُحر واحدٍ مرتين) رواه البخاري ومسلم

 

76- عن أم المؤمنين عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (إن الرفق لا يكون في شيء إلا زانه، ولا يُنزع من شيء إلا شانه) رواه مسلم

 

77- عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (إن الله رفيق يحب الرفق، ويعطي على الرفق ما لا يعطي على العنف، وما لا يعطي على ما سواه) رواه مسلم

 

78- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (إن الله تجاوز عن أمتي ما حدثت به أنفسها، ما لم تعمل أو تتكلم) رواه البخاري ومسلم

 

79- عن عمرو بن العاص رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم يقول: (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر) رواه البخاري ومسلم

 

80- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (إن الدين يسر، ولن يشاد الدين أحدٌ إلا غلبه، فسددوا وقاربوا، وأبشروا، واستعينوا بالغدوة والروحة وشيء من الدلجة) رواه البخاري

 

81- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (يسروا ولا تعسروا، وبشروا ولا تنفروا) رواه البخاري ومسلم

 

82- عن عبدالله بن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (هلك المتنطعون) قالها ثلاثا. رواه مسلم

 

83- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (دعوني ما تركتكم، إنما هلك من كان قبلكم بسؤالهم واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بأمر فأتوا منه ما استطعتم) رواه البخاري ومسلم

 

84- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (الدنيا سجن المؤمن وجنة الكافر) رواه مسلم

 

85- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (حُجبت النار بالشهوات، وحجبت الجنة بالمكاره) رواه البخاري ومسلم

 

86- عن الأغر المزني رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (يا أيها الناس توبوا إلى الله، فإني أتوب في اليوم إليه مائة مرة) رواه مسلم

 

87- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (والذي نفسي بيده لو لم تذنبوا لذهب الله بكم، ولجاء بقوم يذنبون، فيستغفرون الله فيغفرُ لهم) رواه مسلم

 

88- عن شداد بن أوس رضي الله عنه عن النبي صلى الله عليه وسلم قال: (سيد الاستغفار أن تقول: اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعت، أبوء لك بنعمتك علي، وأبوء لك بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت) رواه البخاري

 

89- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لَلـَّهُ أشدُّ فرحاً بتوبة أحدكم من أحدكم بضالته إذا وجدها) رواه مسلم

 

90- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من تاب قبل أن تطلع الشمس من مغربها تاب الله عليه) رواه مسلم

 

91- عن النواس بن سمعان الأنصاري رضي الله عنه قال: سألت رسول الله صلى الله عليه وسلم عن البِر والإثم فقال: (البِر حسن الخُلُق، والإثم ما حاك في صدرك، وكرهت أن يطلع عليه الناس) رواه مسلم

 

92- عن أبي ذرّ الغِفاري رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (لا تحقرن من المعروف شيئاً ولو أن تلقى أخاك بوجه طلق) رواه مسلم

 

93- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (ما من مسلم يغرس غرساً أو يزرع زرعاً فيأكل منه طير أو إنسان أو بهيمة إلا كان له به صدقة) رواه البخاري ومسلم

 

94- عن أبي الدّرداء رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (ما من مسلم يدعو لأخيه بظهر الغيب إلا قال الملَك: ولك بمثل) رواه مسلم

 

95- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:( إن الله يقول يوم القيامة: أين المتحابون بجلالي اليوم أظلهم في ظلي يوم لا ظل إلا ظلي) رواه مسلم

 

96- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم) رواه مسلم

 

97- عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال:( المسلم من سلم المسلمون من لسانه ويده والمهاجر من هجر ما نهى الله عنه) رواه البخاري

 

98- عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (المسلم أخو المسلم لا يظلمه ولا يسلمه، من كان في حاجة أخيه كان الله في حاجته، ومن فرّج عن مسلم كربة فرج الله عنه بها كربة من كرب يوم القيامة، ومن ستر مسلماً ستره الله يوم القيامة) رواه البخاري ومسلم

 

99- عن أبي موسى رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (المؤمن للمؤمن كالبنيان يشد بعضه بعضا) رواه البخاري ومسلم

 

100- عن النعمان بن بشير رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (ترى المؤمنين في تراحمهم وتوادهم وتعاطفهم، كمثل الجسد، إذا اشتكى عضوا تداعى له سائر جسده بالسهر والحمى) رواه البخاري ومسلم

 

101- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (حق المسلم على المسلم خمس: ردُّ السلام وعيادة المريض، واتباع الجنائز، وإجابة الدعوة، وتشميت العاطس) رواه البخاري ومسلم

 

102- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (الساعي على الأرملة والمسكين كالمجاهد في سبيل الله - وأحسبه قال: - وكالقائم الذي لا يفتر والصائم الذي لا يفطر) رواه البخاري ومسلم

 

103- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (من أحب أن يُبسط له في رزقه، ويُنسأ له في أثره؛ فليصل رحمه) رواه البخاري ومسلم

 

104- عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (أبرُّ البر أن يصل الرجلُ ودَّ أبيه) رواه مسلم

 

105- عن عبدالله بن عمرو رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (الدنيا متاع، وخير متاع الدنيا المرأة الصالحة) رواه مسلم

 

106- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (تُنكح المرأة لأربع: لمالها، ولحسبها، ولجمالها، ولدينها، فاظفر بذات الدين تَرِبَت يداك) رواه البخاري ومسلم

 

107- عن أسامة بن زيد بن حارثة رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: (ما تركت بعدي فتنةً هي أضر على الرجال من النساء) رواه البخاري ومسلم

 

108- عن ابن عباس رضي الله عنهما قال: قال النبي صلى الله عليه وسلم: (يحرم من الرضاع ما يحرم من النسب) رواه البخاري ومسلم

 

109- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (استوصوا بالنساء، فإن المرأة خلقت من ضلع، وإن أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج، فاستوصوا بالنساء) رواه البخاري ومسلم

 

110- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب) رواه البخاري ومسلم

 

111- عن عبدالله بن مسعود وأبي موسى الأشعري رضي الله عنهما قالا: قال رسول الله صلى الله عليه وسلم: (إن بين يدي الساعة أياما يرفع فيها العلم، وينزل فيها الجهل، ويكثر فيها الهرج) والهرج القتل، رواه البخاري ومسلم

 

112- عن مَعْقِل بن يسار رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (العبادة في الهرج كهجرة إلي) رواه مسلم

 

113- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (بادروا بالأعمال فتنا كقطع الليل المظلم، يصبح الرجل مؤمنا ويمسي كافرا، أو يمسي مؤمنا ويصبح كافرا، يبيع دينه بعرَضٍ من الدنيا) رواه مسلم

 

114- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً) رواه مسلم

 

115- عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (من أحدث في أمرنا هذا ما ليس منه فهو رد) رواه البخاري ومسلم

 

116- عن أبي سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم قال: (لتتبعن سَنَن من قبلَكم شِبرا بشبر، وذراعا بذراع، حتى لو سلكوا جُحر ضبٍ لسلكتموه)، قلنا يا رسول الله: اليهود، والنصارى قال: (فمن؟!) رواه البخاري ومسلم

 

117- عن المستورد بن شداد رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (والله ما الدنيا في الآخرة إلا مثل ما يجعل أحدكم إصبعه في اليم، فلينظر بم تَرجِع؟) رواه مسلم

 

118- عن أبي هريرة رضي الله عنه قال:( ما عاب النبي صلى الله عليه وسلم طعاماً قطُّ، إن اشتهاه أكله وإن كرهه تركه) رواه البخاري ومسلم

 

119- عن أنس بن مالك رضي الله عنه قال: كنا عند عمر بن الخطاب فقال: "نُهينا عن التكلف" رواه البخاري

 

120- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ما نقصت صدقة من مال، وما زاد الله عبداً بعفوٍ إلا عزاً، وما تواضع أحد لله إلا رفعه الله) رواه مسلم

 

121- عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (من نذر أن يطيع الله فليطعه، ومن نذر أن يعصيه فلا يعصه) رواه البخاري

 

122- عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: (نعمتان مغبون فيهما كثير من الناس: الصحة والفراغ) رواه البخاري

 

123- عن صهيب رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (عجبا لأمر المؤمن، إن أمره كله خير، وليس ذاك لأحد إلا للمؤمن، إن أصابته سراء شكر، فكان خيرا له، وإن أصابته ضراء، صبر فكان خيرا له) رواه مسلم

 

124- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (إنما الصبر عند الصدمة الأولى) رواه البخاري ومسلم

 

125- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: قال الله (أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، فاقرءوا إن شئتم: {فلا تعلم نفسٌ ما أُخفي لهم من قُرة أعيُن}) رواه البخاري ومسلم

 

126- عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (أحب العمل إلى الله ما داوم عليه صاحبه وإن قلّ) رواه البخاري ومسلم

 

127- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (سبق المفردون) قالوا: وما المفردون يا رسول الله؟ قال: (الذاكرون الله كثيراً والذاكرات) رواه مسلم

 

128- عن أبي هريرة وأبي سعيد الخدري رضي الله عنهما عن النبي صلى الله عليه وسلم قال: (لا يقعد قوم يذكرون الله عز وجل إلا حفتهم الملائكة، وغشيتهم الرحمة، ونزلت عليهم السكينة، وذكرهم الله فيمن عنده) رواه مسلم

 

129- عن أبي موسى رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (مَثَلُ الذي يذكر ربه والذي لا يذكر ربه مَثَلُ الحي والميت) رواه البخاري ومسلم

 

130- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن، سبحان الله وبحمده، سبحان الله العظيم) رواه البخاري ومسلم

 

131- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من قال: سبحان الله وبحمده، في يوم مائة مرة، حطت خطاياه، وإن كانت مثل زبد البحر) رواه البخاري ومسلم

 

132- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لأن أقول: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر أحب إلي مما طلعت عليه الشمس) رواه مسلم

 

133- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (إن الله ليرضى عن العبد يأكل الأكلة فيحمده عليها، ويشرب الشربة فيحمده عليها) رواه مسلم

 

134- عن عائشة رضي الله عنها قالت: (كان النبي صلى الله عليه وسلم يذكر الله على كل أحيانه) رواه مسلم

 

135- عن أنس رضي الله عنه قال: كان النبي صلى الله عليه وسلم إذا دخل الخلاء قال: (اللهم إني أعوذ بك من الخُبْث والخبائث) رواه البخاري ومسلم

 

136- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (لا تُقبل صلاة أحدكم إذا أحدث حتى يتوضأ) رواه البخاري ومسلم

 

137- عن عثمان بن عفان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره) رواه مسلم

 

138- عن أبي هريرة رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: (إن أمتي يُدعون يوم القيامة غرا محجلين من آثار الوضوء) رواه البخاري ومسلم

 

139- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ويل للأعقاب من النار) رواه البخاري ومسلم

 

140- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إذا استيقظ أحدكم من نومه، فلا يغمس يده في الإناء حتى يغسلها ثلاثا، فإنه لا يدري أين باتت يده) رواه البخاري ومسلم

 

141- عن عائشة رضي الله عنها قالت:( كان النبي صلى الله عليه وسلم يحب التيمن ما استطاع في شأنه كله في طهوره وترجله وتنعله) رواه البخاري ومسلم

 

142- عن عبدالله بن عمر رضي الله عنهما عن رسول الله صلى الله عليه وسلم قال: (إذا أكل أحدكم فليأكل بيمينه، وإذا شرب فليشرب بيمينه، فإن الشيطان يأكل بشماله، ويشرب بشماله) رواه مسلم

 

143- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من توضأ فليستنثر، ومن استجمر فليوتر) رواه البخاري ومسلم

 

144- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة) رواه مسلم

 

145- عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم أنه قال: (الفطرة خمس: الاختتان، والاستحداد، وقص الشارب، وتقليم الأظفار، ونتف الإبط) رواه البخاري ومسلم

 

146- عن عبدالله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (خالفوا المشركين: وفِّروا اللحى، وأحفوا الشوارب) رواه البخاري ومسلم

 

147- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:(التثاؤب من الشيطان فإذا تثاءب أحدكم فليرده ما استطاع) رواه البخاري ومسلم

 

148- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إذا وجد أحدكم في بطنه شيئا، فأشكل عليه أخرج منه شيء أم لا، فلا يخرجن من المسجد حتى يسمع صوتا، أو يجد ريحا) رواه مسلم

 

149- عن أبي سعيد الخدري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إذا سمعتم المؤذن فقولوا مثل ما يقول) رواه البخاري ومسلم

 

150- عن أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من نسي صلاة فليصلها إذا ذكرها، لا كفارة لها إلا ذلك) رواه البخاري ومسلم

 

151- عن عبدالله بن مسعود رضي الله عنه قال: سألت النبي صلى الله عليه وسلم: أي العمل أحب إلى الله؟ قال: (الصلاة على وقتها)، قال: ثم أي؟ قال: (بر الوالدين) قال: ثم أي؟ قال: (الجهاد في سبيل الله) رواه البخاري ومسلم

 

152- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (صلاة الجماعة أفضل من صلاة أحدكم وحده بخمسة وعشرين جزءا) رواه البخاري ومسلم

 

153- عن عثمان بن عفان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من صلى العشاء في جماعة فكأنما قام نصف الليل، ومن صلى الصبح في جماعة فكأنما قام الليل كله) رواه مسلم

 

154- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من غدا إلى المسجد أو راح أعد الله له في الجنة نُزُلاً كلما غدا أو راح) رواه البخاري ومسلم

 

155- عن أبي حُمَيد أو عن أبي أُسَيد الساعدي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إذا دخل أحدكم المسجد، فليقل: اللهم افتح لي أبواب رحمتك، وإذا خرج، فليقل: اللهم إني أسألك من فضلك) رواه مسلم

 

156- عن أبي قتادة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إذا دخل أحدكم المسجد فليركع ركعتين قبل أن يجلس) رواه البخاري ومسلم

 

157- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ألا أدلكم على ما يمحو الله به الخطايا، ويرفع به الدرجات؟) قالوا بلى يا رسول الله قال: (إسباغ الوضوء على المكاره، وكثرة الخطا إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط) رواه مسلم

 

158- عن عبادة بن الصامت رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لا صلاة لمن لم يقرأ بفاتحة الكتاب) رواه البخاري ومسلم

 

159- عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: (اعتدلوا في السجود، ولا يبسط أحدكم ذراعيه انبساط الكلب) رواه البخاري ومسلم

 

160- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء) رواه مسلم

 

161- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (إذا فرغ أحدكم من التشهد الآخِر، فليتعوذ بالله من أربع: من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر المسيح الدجال) رواه البخاري ومسلم

 

162- عن ثوبان رضي الله عنه قال: كان رسول الله صلى الله عليه وسلمإذا انصرف من صلاته استغفر ثلاثا وقال: (اللهم أنت السلام ومنك السلام، تباركت ذا الجلال والإكرام) رواه البخاري ومسلم

 

163- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (الملائكة تصلي على أحدكم ما دام في مصلاه الذي صلى فيه ما لم يُحدث، تقول: اللهم اغفر له، اللهم ارحمه) رواه البخاري ومسلم

 

164- عن عبدالله بن مغفل رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (بين كل أذانين صلاة، بين كل أذانين صلاة)، ثم قال في الثالثة: (لمن شاء) رواه البخاري ومسلم

 

165- عن أم حبيبة أم المؤمنين رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: (ما من عبدمسلم يصلي لله كل يوم ثنتي عشرة ركعة تطوعا، غير فريضة، إلا بنى الله له بيتا في الجنة) رواه مسلم

 

166- عن عائشة رضي الله عنها قالت: (كان النبي صلى الله عليه وسلم لا يدعُ أربعاً قبل الظهر وركعتن قبل الغداة) رواه البخاري

 

167- عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم قال: (ركعتا الفجر خير من الدنيا وما فيها) رواه مسلم

 

168- عن أبي هريرة رضي الله عنه قال: أوصاني خليلي صلى الله عليه وسلم بثلاث: (صيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أنام) رواه البخاري ومسلم

 

169- عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: (صلاة الليل مثنى مثنى، فإذا خشي أحدكم الصبح صلى ركعة واحدة توتر له ما قد صلى) رواه البخاري ومسلم

 

170- عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (اجعلوا آخر صلاتكم بالليل وتراً) رواه البخاري ومسلم

 

171- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (إذا أقيمت الصلاة فلا صلاة إلا المكتوبة) رواه مسلم

 

172- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:(من أدرك ركعة من الصلاة فقد أدرك الصلاة) رواه البخاري ومسلم

 

173- عن أبي هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (إذا أقيمت الصلاة، فلا تأتوها تسعون، وأتوها تمشون، عليكم السكينة، فما أدركتم فصلوا، وما فاتكم فأتموا) رواه البخاري ومسلم

 

174- عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: (سووا صفوفكم، فإن تسوية الصفوف من إقامة الصلاة) رواه البخاري ومسلم

 

175- عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: (خير يوم طلعت عليه الشمس يوم الجمعة، فيه خلق آدم، وفيه أدخل الجنة، وفيه أخرج منها، ولا تقوم الساعة إلا في يوم الجمعة) رواه مسلم

 

176- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إذا قلت لصاحبك: أنصت، يوم الجمعة والإمام يخطب، فقد لغوت) رواه البخاري ومسلم

 

177- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من صام رمضان إيمانا واحتسابا، غفر له ما تقدم من ذنبه) رواه البخاري ومسلم

 

178- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:( أفضل الصيام بعد رمضان شهر الله المحرم، وأفضل الصلاة بعد الفريضة صلاة الليل) رواه مسلم

 

179- عن أبي قتادة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (ثلاث من كل شهر، ورمضان إلى رمضان، هذا صيام الدهر كله) رواه مسلم

 

180- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (العمرة إلى العمرة كفارة لما بينهما، والحج المبرور ليس له جزاء إلا الجنة) رواه البخاري ومسلم

 

181- عن أبي هريرة رضي الله عنه قال: قال النبي صلى الله عليه وسلم: (من حج هذا البيت، فلم يرفث، ولم يفسق رجع كيوم ولدته أمه) رواه البخاري ومسلم

 

182- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (لقنوا موتاكم: لا إله إلا الله) رواه مسلم

 

183- عن جابر رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم قبل وفاته بثلاثٍ يقول: (لا يموتن أحدكم إلا وهو يُحسِن بالله الظن) رواه مسلم

 

184- عن جابر رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: (يُبعث كل عبدعلى ما مات عليه) رواه مسلم

 

185- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (أسرعوا بالجنازة، فإن تك صالحة فخير تقدمونها، وإن يك سوى ذلك، فشر تضعونه عن رقابكم) رواه البخاري ومسلم

 

186- عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: (يتبع الميت ثلاثة فيرجع اثنان ويبقى معه واحد، يتبعه أهله وماله وعمله، فيرجع أهله وماله، ويبقى عمله) رواه البخاري ومسلم

 

187- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من شهد الجنازة حتى يصلي عليها فله قيراط، ومن شهدها حتى تدفن فله قيراطان) قيل: وما القيراطان؟ قال: (مثل الجبلين العظيمين) رواه البخاري ومسلم

 

188- عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له) رواه مسلم

 

189- عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (إن أحدكم إذا مات عُرض عليه مقعدُه بالغداة والعشي، إن كان من أهل الجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار، يقال: هذا مقعدك، حتى يبعثك الله إليه يوم القيامة) رواه البخاري ومسلم

 

190- عن عائشة رضي الله عنها قالت: قال النبي صلى الله عليه وسلم: (لا تسبوا الأموات، فإنهم قد أفضوا إلى ما قدموا) رواه البخاري

 

191- عن المغيرة بن شعبة رضي الله عنه عن النبي صلى الله عليه وسلم قال: (لا يزال طائفة من أمتي ظاهرين، حتى يأتيهم أمر الله وهم ظاهرون) رواه البخاري ومسلم

 

192- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (بدأ الإسلام غريبا، وسيعود كما بدأ غريبا، فطوبى للغرباء) رواه مسلم

 

193- عن أبي موسى الأشعري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (من قاتل لتكون كلمةُ الله هي العليا، فهو في سبيل الله) رواه البخاري ومسلم

 

194- عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من مات ولم يغز، ولم يحدث به نفسه، مات على شُعبةٍ من نفاق) رواه مسلم

 

195- عن سهل بن حَنيف رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (من سأل الله تعالى الشهادة بصدق بلَّغه الله منازل الشهداء وإن مات على فراشه) رواه مسلم

 

196- عن أبي هريرة رضي الله عنه عن رسول الله صلى الله عليه وسلم قال: (لا تقوم الساعة حتى تقاتلوا اليهود، حتى يقول الحجر وراءه اليهودي: يا مسلم، هذا يهودي ورائي فاقتله) رواه البخاري ومسلم

 

197- عن ابن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (إن الغادر يُنصب له لواء يوم القيامة، فيقال: هذه غدرة فلان بن فلان) رواه البخاري ومسلم

 

198- عن عبدالله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم أنه كان يقول: (اللهم إني أسألك الهدى والتقى، والعفاف والغنى) رواه مسلم

 

199- عن أبي هريرة رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم يقول: (اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر) رواه مسلم

 

200- عن أنس رضي الله عنه قال: كان أكثر دعاء النبي صلى الله عليه وسلم: (اللهم ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار) رواه البخاري ومسلم
]